Repository: GFZ-Centre-for-Early-Warning/REM_DEA
Catalog: webapp/translations/*/LC_MESSAGES/messages.po
Languages: ar

source: BuildingID
ar: بناء ID

source: Height Value
ar: الارتفاع لقيمة

source: Construction Date
ar: التقوية الزلزالية أو الإنشاء تاريخ

source: Material Type
ar: المادة نوع

source: Material Technology
ar: المادة تقنيه

source: Material Property
ar: المادة خاصية

source: Lat. Load Res. Sys.
ar: من نظام مقاومة للتحميل الجانبي

source: Height Type
ar: نوع الارتفاع

source: Construction Date Type
ar: التقوية الزلزالية أو الإنشاء تاريخ

source: Occupancy Type
ar: بشكل عام - المبنى شغالإ تصنيف

source: Occupancy Detail
ar: المبنى- تفاصيل إشغالتصنيف

source: Exterior Walls Material
ar: لخارجيةا الجدران

source: Completed
ar: مكتملة

source: Update building
ar: حفظ بناء

source: UserID
ar: لمستعمل ID

source: TaskID
ar: مهمة ID

source: Selected building
ar: بناء مختار

source: Material
ar: المادة

source: LLRS
ar: نوع من نظام مقاومة للتحميل الجانبي

source: Height
ar: الارتفاع

source: Age
ar: التقوية الزلزالية أو الإنشاء تاريخ

source: Occupancy
ar: تملك

source: Exterior Walls
ar: لخارجيةا الجدران
